Repository: TarasOsiris/tttracker
Catalog: TableTennisTracker/iosApp/iosApp/Resources/Shared.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt, tr, uk, zh_cn

# action_add_match
source: Add Match
ar: إضافة مباراة
de: Spiel hinzufügen
es: Añadir partido
fr: Ajouter un match
hi: मैच जोड़ें
id: Tambah pertandingan
it: Aggiungi partita
ja: 試合を追加
ko: 경기 추가
pt: Adicionar partida
tr: Maç ekle
uk: Додати матч
zh_cn: 添加比赛

# action_add_opponent
source: Add Opponent
ar: إضافة خصم
de: Gegner hinzufügen
es: Añadir oponente
fr: Ajouter un adversaire
hi: प्रतिद्वंद्वी जोड़ें
id: Tambah lawan
it: Aggiungi avversario
ja: 対戦相手を追加
ko: 상대 추가
pt: Adicionar oponente
tr: Rakip ekle
uk: Додати суперника
zh_cn: 添加对手

# action_add_session
source: Add Session
ar: إضافة تدريب
de: Einheit hinzufügen
es: Agregar sesión
fr: Ajouter une séance
hi: अभ्यास जोड़ें
id: Tambah Latihan
it: Aggiungi allenamento
ja: 練習を追加
ko: 훈련 추가
pt: Adicionar sessão
tr: Antrenman ekle
uk: Додати тренування
zh_cn: 添加训练

# action_back
source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
pt: Voltar
tr: Geri
uk: Назад
zh_cn: 返回

# action_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
tr: İptal
uk: Скасувати
zh_cn: 取消

# action_change
source: Change
ar: تغيير
de: Ändern
es: Cambiar
fr: Modifier
hi: बदलें
id: Ubah
it: Cambia
ja: 変更
ko: 변경
pt: Alterar
tr: Değiştir
uk: Змінити
zh_cn: 更改

# action_close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
tr: Kapat
uk: Закрити
zh_cn: 关闭

# action_copy_user_id
source: Copy User ID
ar: نسخ معرّف المستخدم
de: Benutzer-ID kopieren
es: Copiar ID de usuario
fr: Copier l'ID utilisateur
hi: यूज़र आईडी कॉपी करें
id: Salin ID pengguna
it: Copia ID utente
ja: ユーザーIDをコピー
ko: 사용자 ID 복사
pt: Copiar ID do usuário
tr: Kullanıcı kimliğini kopyala
uk: Копіювати ID користувача
zh_cn: 复制用户ID

# action_debug
source: Debug
ar: التصحيح
es: Depuración
fr: Débogage
hi: डीबग
ja: デバッグ
ko: 디버그
pt: Depuração
tr: Hata ayıklama
uk: Налагодження
zh_cn: 调试

# action_delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
tr: Sil
uk: Видалити
zh_cn: 删除

# action_edit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt: Editar
tr: Düzenle
uk: Редагувати
zh_cn: 编辑

# action_edit_opponent
source: Edit Opponent
ar: تعديل الخصم
de: Gegner bearbeiten
es: Editar oponente
fr: Modifier l'adversaire
hi: प्रतिद्वंद्वी संपादित करें
id: Edit lawan
it: Modifica avversario
ja: 対戦相手を編集
ko: 상대 편집
pt: Editar oponente
tr: Rakibi düzenle
uk: Редагувати суперника
zh_cn: 编辑对手

# action_increase_my_score
source: Increase my score
ar: زيادة نتيجتي
de: Mein Ergebnis erhöhen
es: Aumentar mi marcador
fr: Augmenter mon score
hi: मेरा स्कोर बढ़ाएं
id: Tambah skor saya
it: Aumenta il mio punteggio
ja: 自分のスコアを増やす
ko: 내 점수 올리기
pt: Aumentar meu placar
tr: Kendi skorumu artır
uk: Збільшити мій рахунок
zh_cn: 增加我的分数

# action_increase_opponent_score
source: Increase opponent score
ar: زيادة نتيجة الخصم
de: Gegnerisches Ergebnis erhöhen
es: Aumentar marcador del oponente
fr: Augmenter le score de l'adversaire
hi: प्रतिद्वंद्वी का स्कोर बढ़ाएं
id: Tambah skor lawan
it: Aumenta il punteggio dell'avversario
ja: 相手のスコアを増やす
ko: 상대 점수 올리기
pt: Aumentar placar do oponente
tr: Rakibin skorunu artır
uk: Збільшити рахунок суперника
zh_cn: 增加对手分数

# action_language
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
tr: Dil
uk: Мова
zh_cn: 语言

# action_ok
source: OK
ar: موافق
hi: ठीक
ko: 확인
tr: Tamam
uk: ОК
zh_cn: 确定

# action_opponents
source: Opponents
ar: الخصوم
de: Gegner
es: Oponentes
fr: Adversaires
hi: प्रतिद्वंद्वी
id: Lawan
it: Avversari
ja: 対戦相手
ko: 상대
pt: Oponentes
tr: Rakipler
uk: Суперники
zh_cn: 对手

# action_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de privacidade
tr: Gizlilik politikası
uk: Політика конфіденційності
zh_cn: 隐私政策

# action_rate_app
source: Rate the app
ar: تقييم التطبيق
de: App bewerten
es: Calificar la aplicación
fr: Évaluer l'application
hi: ऐप को रेट करें
id: Beri nilai aplikasi
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가하기
pt: Avalie o aplicativo
tr: Uygulamayı değerlendir
uk: Оцінити застосунок
zh_cn: 为应用评分

# action_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt: Salvar
tr: Kaydet
uk: Зберегти
zh_cn: 保存

# action_send_feedback
source: Send feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hi: फीडबैक भेजें
id: Kirim masukan
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
pt: Enviar feedback
tr: Geri bildirim gönder
uk: Надіслати відгук
zh_cn: 发送反馈

# action_theme
source: Theme
ar: المظهر
de: Design
es: Tema
fr: Thème
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
pt: Tema
tr: Tema
uk: Тема
zh_cn: 主题

# action_ui_settings
source: UI Settings
ar: إعدادات الواجهة
de: UI-Einstellungen
es: Configuración de interfaz
fr: Paramètres d'interface
hi: UI सेटिंग्स
id: Pengaturan Antarmuka
it: Impostazioni interfaccia
ja: UI設定
ko: UI 설정
pt: Configurações de interface
tr: Arayüz ayarları
uk: Налаштування інтерфейсу
zh_cn: 界面设置

# action_visit_website
source: Website
ar: الموقع
es: Sitio web
fr: Site web
hi: वेबसाइट
id: Situs web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
tr: Web sitesi
uk: Вебсайт
zh_cn: 网站

# action_week_start
source: First day of week
ar: أول يوم في الأسبوع
de: Erster Wochentag
es: Primer día de la semana
fr: Premier jour de la semaine
hi: सप्ताह का पहला दिन
id: Hari pertama dalam seminggu
it: Primo giorno della settimana
ja: 週の開始曜日
ko: 주의 시작 요일
pt: Primeiro dia da semana
tr: Haftanın ilk günü
uk: Перший день тижня
zh_cn: 每周起始日

source: Add Match
ar: إضافة مباراة
de: Spiel hinzufügen
es: Añadir partido
fr: Ajouter un match
hi: मैच जोड़ें
id: Tambah pertandingan
it: Aggiungi partita
ja: 試合を追加
ko: 경기 추가
pt: Adicionar partida
tr: Maç ekle
uk: Додати матч
zh_cn: 添加比赛

# analytics_heatmap_less
source: Less
ar: أقل
de: Weniger
es: Menos
fr: Moins
hi: कम
id: Lebih sedikit
it: Meno
ja: 少ない
ko: 적음
pt: Menos
tr: Daha az
uk: Менше
zh_cn: 少

# analytics_heatmap_more
source: More
ar: أكثر
de: Mehr
es: Más
fr: Plus
hi: ज़्यादा
id: Lebih banyak
it: Più
ja: 多い
ko: 많음
pt: Mais
tr: Daha fazla
uk: Більше
zh_cn: 多

# analytics_heatmap_title
source: Training sessions heatmap
ar: خريطة حرارية لجلسات التدريب
de: Heatmap der Trainingseinheiten
es: Mapa de calor de sesiones de entrenamiento
fr: Carte thermique des séances d'entraînement
hi: प्रशिक्षण सत्र हीटमैप
id: Heatmap sesi latihan
it: Heatmap delle sessioni di allenamento
ja: トレーニングセッションのヒートマップ
ko: 훈련 세션 히트맵
pt: Mapa de calor das sessões de treino
tr: Antrenman seansları ısı haritası
uk: Теплова карта тренувань
zh_cn: 训练会话热力图

# analytics_hours_minutes
source: %1$lldh %2$lldm
ar: %1$lldس %2$lldد
de: %1$lldStd %2$lldMin
es: %1$lldh %2$lldmin
fr: %1$lldh %2$lldmin
hi: %1$lldघं %2$lldमि
id: %1$lldj %2$lldm
it: %1$lldo %2$lldmin
ja: %1$lld時間%2$lld分
ko: %1$lld시간 %2$lld분
pt: %1$lldh %2$lldmin
tr: %1$llds %2$llddk
uk: %1$lldг %2$lldхв
zh_cn: %1$lld小时%2$lld分钟

# analytics_losses
source: Losses
ar: خسارة
de: Niederlagen
es: Derrotas
fr: Défaites
hi: हार
id: Kalah
it: Sconfitte
ja: 負け
ko: 패
pt: Derrotas
tr: Mağlubiyet
uk: Поразки
zh_cn: 负

# analytics_no_matches
source: No matches yet
ar: لا توجد مباريات بعد
de: Noch keine Spiele
es: Aún no hay partidos
fr: Aucun match pour l'instant
hi: अभी तक कोई मैच नहीं
id: Belum ada pertandingan
it: Nessuna partita ancora
ja: 試合の記録がありません
ko: 아직 경기가 없습니다
pt: Ainda não há partidas
tr: Henüz maç yok
uk: Матчів ще немає
zh_cn: 暂无比赛记录

# analytics_no_training
source: No training data yet
ar: لا توجد بيانات تدريب بعد
de: Noch keine Trainingsdaten
es: Aún no hay datos de entrenamiento
fr: Aucune donnée d'entraînement
hi: अभी तक कोई प्रशिक्षण डेटा नहीं
id: Belum ada data latihan
it: Nessun dato di allenamento
ja: 練習の記録がありません
ko: 아직 훈련 데이터가 없습니다
pt: Ainda não há dados de treino
tr: Henüz antrenman verisi yok
uk: Даних про тренування ще немає
zh_cn: 暂无训练数据

# analytics_settings_title
source: Analytics widgets
ar: عناصر التحليلات
de: Analyse-Widgets
es: Widgets de análisis
fr: Widgets d'analyse
hi: विश्लेषण विजेट
id: Widget analitik
it: Widget delle statistiche
ja: 分析ウィジェット
ko: 분석 위젯
pt: Widgets de análise
tr: Analiz bileşenleri
uk: Віджети аналітики
zh_cn: 分析组件

# analytics_summary
source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 概要
ko: 요약
pt: Resumo
tr: Özet
uk: Підсумок
zh_cn: 总结

# analytics_total_sessions
source: Sessions
ar: التدريبات
de: Einheiten
es: Sesiones
fr: Séances
hi: अभ्यास
id: Latihan
it: Allenamenti
ja: 練習
ko: 훈련
pt: Sessões
tr: Antrenmanlar
uk: Тренування
zh_cn: 训练

# analytics_total_time
source: Time trained
ar: وقت التدريب
de: Trainingszeit
es: Tiempo entrenado
fr: Temps d'entraînement
hi: प्रशिक्षण समय
id: Waktu latihan
it: Tempo allenato
ja: 練習時間
ko: 훈련 시간
pt: Tempo treinado
tr: Antrenman süresi
uk: Час тренувань
zh_cn: 训练时间

# analytics_weekly_avg
source: Avg
ar: المتوسط
de: Ø
es: Prom.
fr: Moy.
hi: औसत
id: Rata-rata
it: Media
ja: 平均
ko: 평균
pt: Média
tr: Ort.
uk: Сер.
zh_cn: 平均

# analytics_weekly_total
source: Total
ar: الإجمالي
de: Gesamt
hi: कुल
it: Totale
ja: 合計
ko: 합계
tr: Toplam
uk: Усього
zh_cn: 总计

# analytics_weekly_training
source: Weekly training time
ar: وقت التدريب الأسبوعي
de: Wöchentliche Trainingszeit
es: Tiempo de entrenamiento semanal
fr: Temps d'entraînement hebdomadaire
hi: साप्ताहिक प्रशिक्षण समय
id: Waktu latihan mingguan
it: Tempo di allenamento settimanale
ja: 週間練習時間
ko: 주간 훈련 시간
pt: Tempo de treino semanal
tr: Haftalık antrenman süresi
uk: Тижневий час тренувань
zh_cn: 每周训练时间

# analytics_widget_heatmap
source: Training heatmap
ar: خريطة التدريب الحرارية
de: Trainings-Heatmap
es: Mapa de calor de entrenamiento
fr: Carte thermique d'entraînement
hi: प्रशिक्षण हीटमैप
id: Heatmap latihan
it: Heatmap allenamenti
ja: 練習ヒートマップ
ko: 훈련 히트맵
pt: Mapa de calor de treinos
tr: Antrenman ısı haritası
uk: Теплова карта тренувань
zh_cn: 训练热力图

# analytics_widget_summary
source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
hi: सारांश
id: Ringkasan
it: Riepilogo
ja: 概要
ko: 요약
pt: Resumo
tr: Özet
uk: Підсумок
zh_cn: 总结

# analytics_widget_weekly
source: Weekly training
ar: التدريب الأسبوعي
de: Wöchentliches Training
es: Entrenamiento semanal
fr: Entraînement hebdomadaire
hi: साप्ताहिक प्रशिक्षण
id: Latihan mingguan
it: Allenamento settimanale
ja: 週間練習
ko: 주간 훈련
pt: Treino semanal
tr: Haftalık antrenman
uk: Тижневі тренування
zh_cn: 每周训练

# analytics_widget_win_loss
source: Win/Loss chart
ar: رسم الفوز / الخسارة
de: Sieg/Niederlage-Diagramm
es: Gráfico de victorias/derrotas
fr: Graphique victoires/défaites
hi: जीत/हार चार्ट
id: Grafik menang/kalah
it: Grafico vittorie/sconfitte
ja: 勝敗グラフ
ko: 승/패 차트
pt: Gráfico de vitórias/derrotas
tr: Galibiyet/mağlubiyet grafiği
uk: Графік перемог/поразок
zh_cn: 胜负图表

# analytics_win_loss
source: Win / Loss
ar: فوز / خسارة
de: Sieg / Niederlage
es: Victorias / Derrotas
fr: Victoires / Défaites
hi: जीत / हार
id: Menang / Kalah
it: Vittorie / Sconfitte
ja: 勝敗
ko: 승/패
pt: Vitórias / Derrotas
tr: Galibiyet / Mağlubiyet
uk: Перемоги / Поразки
zh_cn: 胜 / 负

# analytics_win_loss_chart
source: Match results
ar: نتائج المباريات
de: Spielergebnisse
es: Resultados de partidos
fr: Résultats des matchs
hi: मैच परिणाम
id: Hasil pertandingan
it: Risultati delle partite
ja: 試合結果
ko: 경기 결과
pt: Resultados das partidas
tr: Maç sonuçları
uk: Результати матчів
zh_cn: 比赛结果

# analytics_win_rate
source: Win rate
ar: نسبة الفوز
de: Siegquote
es: Porcentaje de victorias
fr: Taux de victoire
hi: जीत दर
id: Persentase kemenangan
it: Percentuale vittorie
ja: 勝率
ko: 승률
pt: Taxa de vitórias
tr: Galibiyet oranı
uk: Відсоток перемог
zh_cn: 胜率

# analytics_wins
source: Wins
ar: فوز
de: Siege
es: Victorias
fr: Victoires
hi: जीत
id: Menang
it: Vittorie
ja: 勝ち
ko: 승
pt: Vitórias
tr: Galibiyet
uk: Перемоги
zh_cn: 胜

# competition_level_league
source: League
ar: دوري
de: Liga
es: Liga
fr: Ligue
hi: लीग
id: Liga
it: Lega
ja: リーグ
ko: 리그
pt: Liga
tr: Lig
uk: Ліга
zh_cn: 联赛

# competition_level_practice
source: Practice
ar: تدريب
de: Training
es: Entrenamiento
fr: Entraînement
hi: अभ्यास
id: Latihan
it: Allenamento
ja: 練習
ko: 연습
pt: Treino
tr: Antrenman
uk: Тренування
zh_cn: 练习

# competition_level_tournament
source: Tournament
ar: بطولة
de: Turnier
es: Torneo
fr: Tournoi
hi: टूर्नामेंट
id: Turnamen
it: Torneo
ja: トーナメント
ko: 토너먼트
pt: Torneio
tr: Turnuva
uk: Турнір
zh_cn: 锦标赛

# debug_clear_all_sessions
source: Clear All Sessions
ar: مسح جميع التدريبات
de: Alle Einheiten löschen
es: Borrar todas las sesiones
fr: Effacer toutes les séances
hi: सभी अभ्यास हटाएं
id: Hapus Semua Latihan
it: Cancella tutti gli allenamenti
ja: すべての練習を削除
ko: 모든 훈련 삭제
pt: Limpar todas as sessões
tr: Tüm antrenmanları temizle
uk: Видалити всі тренування
zh_cn: 清除所有训练

# debug_clear_database_description
source: Permanently delete all training sessions from the database. This action cannot be undone.
ar: حذف جميع التدريبات من قاعدة البيانات نهائيًا. لا يمكن التراجع عن هذا الإجراء.
de: Alle Trainingseinheiten dauerhaft aus der Datenbank löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Eliminar permanentemente todas las sesiones de entrenamiento de la base de datos. Esta acción no se puede deshacer.
fr: Supprimer définitivement toutes les séances d'entraînement de la base de données. Cette action ne peut pas être annulée.
hi: डेटाबेस से सभी अभ्यास स्थायी रूप से हटाएं। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Hapus semua latihan dari database secara permanen. Tindakan ini tidak dapat dibatalkan.
it: Elimina definitivamente tutti gli allenamenti dal database. Questa azione non può essere annullata.
ja: データベースからすべての練習を完全に削除します。この操作は元に戻せません。
ko: 데이터베이스에서 모든 훈련을 영구적으로 삭제합니다. 이 작업은 취소할 수 없습니다.
pt: Exclua permanentemente todas as sessões de treino do banco de dados. Esta ação não pode ser desfeita.
tr: Veritabanından tüm antrenmanları kalıcı olarak silin. Bu işlem geri alınamaz.
uk: Безповоротно видалити всі тренування з бази даних. Цю дію неможливо скасувати.
zh_cn: 永久删除数据库中的所有训练。此操作无法撤消。

# debug_clear_database_title
source: Clear Database
ar: مسح قاعدة البيانات
de: Datenbank löschen
es: Borrar base de datos
fr: Effacer la base de données
hi: डेटाबेस साफ़ करें
id: Hapus Database
it: Cancella database
ja: データベースをクリア
ko: 데이터베이스 삭제
pt: Limpar banco de dados
tr: Veritabanını temizle
uk: Очистити базу даних
zh_cn: 清除数据库

# debug_data_generation_description
source: Generate random training sessions for the last year to test the app with realistic data.
ar: إنشاء تدريبات عشوائية للعام الماضي لاختبار التطبيق ببيانات واقعية.
de: Zufällige Trainingseinheiten für das letzte Jahr generieren, um die App mit realistischen Daten zu testen.
es: Generar sesiones de entrenamiento aleatorias durante el último año para probar la aplicación con datos realistas.
fr: Générer des séances d'entraînement aléatoires pour l'année dernière pour tester l'application avec des données réalistes.
hi: वास्तविक डेटा के साथ ऐप का परीक्षण करने के लिए पिछले वर्ष के लिए यादृच्छिक अभ्यास बनाएं।
id: Buat latihan acak selama setahun terakhir untuk menguji aplikasi dengan data realistis.
it: Genera allenamenti casuali per l'ultimo anno per testare l'app con dati realistici.
ja: 過去1年分のランダムな練習データを生成して、アプリをテストします。
ko: 지난 1년간의 무작위 훈련 데이터를 생성하여 앱을 테스트합니다.
pt: Gerar sessões de treino aleatórias para o último ano para testar o aplicativo com dados realistas.
tr: Uygulamayı gerçekçi verilerle test etmek için geçen yıl için rastgele antrenmanlar oluşturun.
uk: Згенеруйте випадкові тренування за останній рік, щоб протестувати застосунок на реалістичних даних.
zh_cn: 生成过去一年的随机训练数据，用于测试应用。

# debug_data_generation_title
source: Data Generation
ar: إنشاء البيانات
de: Datengenerierung
es: Generación de datos
fr: Génération de données
hi: डेटा जनरेशन
id: Pembuatan Data
it: Generazione dati
ja: データ生成
ko: 데이터 생성
pt: Geração de dados
tr: Veri oluşturma
uk: Генерація даних
zh_cn: 数据生成

# debug_generate_random_sessions
source: Generate 100 Random Sessions
ar: إنشاء 100 تدريب عشوائي
de: 100 zufällige Einheiten generieren
es: Generar 100 sesiones aleatorias
fr: Générer 100 séances aléatoires
hi: 100 यादृच्छिक अभ्यास उत्पन्न करें
id: Buat 100 Latihan Acak
it: Genera 100 allenamenti casuali
ja: 100件のランダム練習を生成
ko: 100개의 무작위 훈련 생성
pt: Gerar 100 sessões aleatórias
tr: 100 rastgele antrenman oluştur
uk: Згенерувати 100 випадкових тренувань
zh_cn: 生成100条随机训练

# delete_opponent_message
source: This will also delete all matches with this opponent. This action cannot be undone.
ar: سيؤدي هذا أيضًا إلى حذف جميع المباريات مع هذا الخصم. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden auch alle Spiele mit diesem Gegner gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto también eliminará todos los partidos con este oponente. Esta acción no se puede deshacer.
fr: Cela supprimera également tous les matchs avec cet adversaire. Cette action est irréversible.
hi: इससे इस प्रतिद्वंद्वी के साथ सभी मैच भी हट जाएंगे। यह क्रिया पूर्ववत नहीं की जा सकती।
id: Ini juga akan menghapus semua pertandingan dengan lawan ini. Tindakan ini tidak dapat dibatalkan.
it: Verranno eliminati anche tutti i match con questo avversario. Questa azione non può essere annullata.
ja: この対戦相手との全ての試合も削除されます。この操作は元に戻せません。
ko: 이 상대방과의 모든 경기도 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
pt: Isso também excluirá todos os jogos com este oponente. Esta ação não pode ser desfeita.
tr: Bu rakiple yapılan tüm maçlar da silinecek. Bu işlem geri alınamaz.
uk: Це також видалить усі матчі з цим суперником. Цю дію неможливо скасувати.
zh_cn: 这也将删除与此对手的所有比赛。此操作无法撤销。

# delete_opponent_title
source: Delete opponent?
ar: حذف الخصم؟
de: Gegner löschen?
es: ¿Eliminar oponente?
fr: Supprimer l'adversaire ?
hi: प्रतिद्वंद्वी हटाएं?
id: Hapus lawan?
it: Eliminare avversario?
ja: 対戦相手を削除しますか？
ko: 상대방을 삭제하시겠습니까?
pt: Excluir oponente?
tr: Rakip silinsin mi?
uk: Видалити суперника?
zh_cn: 删除对手？

# delete_session_message
source: This action cannot be undone. The session will be permanently removed.
ar: لا يمكن التراجع عن هذا الإجراء. سيتم حذف التدريب نهائيًا.
de: Diese Aktion kann nicht rückgängig gemacht werden. Die Einheit wird dauerhaft entfernt.
es: Esta acción no se puede deshacer. La sesión se eliminará permanentemente.
fr: Cette action ne peut pas être annulée. La séance sera définitivement supprimée.
hi: यह क्रिया पूर्ववत नहीं की जा सकती। अभ्यास स्थायी रूप से हटा दिया जाएगा।
id: Tindakan ini tidak dapat dibatalkan. Latihan akan dihapus secara permanen.
it: Questa azione non può essere annullata. L'allenamento verrà rimosso definitivamente.
ja: この操作は元に戻せません。練習は完全に削除されます。
ko: 이 작업은 취소할 수 없습니다. 훈련이 영구적으로 삭제됩니다.
pt: Esta ação não pode ser desfeita. A sessão será removida permanentemente.
tr: Bu işlem geri alınamaz. Antrenman kalıcı olarak kaldırılacak.
uk: Цю дію неможливо скасувати. Тренування буде видалено назавжди.
zh_cn: 此操作无法撤消。训练将被永久删除。

# delete_session_title
source: Delete session?
ar: حذف التدريب؟
de: Einheit löschen?
es: ¿Eliminar sesión?
fr: Supprimer la séance ?
hi: अभ्यास हटाएं?
id: Hapus latihan?
it: Eliminare l'allenamento?
ja: 練習を削除しますか？
ko: 훈련을 삭제하시겠습니까?
pt: Excluir sessão?
tr: Antrenman silinsin mi?
uk: Видалити тренування?
zh_cn: 删除训练？

source: Edit Match
ar: تعديل المباراة
de: Spiel bearbeiten
es: Editar partido
fr: Modifier le match
hi: मैच संपादित करें
id: Edit pertandingan
it: Modifica partita
ja: 試合を編集
ko: 경기 편집
pt: Editar partida
tr: Maçı düzenle
uk: Редагувати матч
zh_cn: 编辑比赛

# handedness_left
source: Left
ar: يسار
de: Links
es: Izquierda
fr: Gaucher
hi: बायां
id: Kiri
it: Sinistra
ja: 左
ko: 왼손
pt: Esquerda
tr: Sol
uk: Ліва
zh_cn: 左手

# handedness_right
source: Right
ar: يمين
de: Rechts
es: Derecha
fr: Droitier
hi: दायां
id: Kanan
it: Destra
ja: 右
ko: 오른손
pt: Direita
tr: Sağ
uk: Права
zh_cn: 右手

# help_icon_content_description
source: Show help
ar: إظهار المساعدة
de: Hilfe anzeigen
es: Mostrar ayuda
fr: Afficher l'aide
hi: मदद दिखाएं
id: Tampilkan bantuan
it: Mostra aiuto
ja: ヘルプを表示
ko: 도움말 표시
pt: Mostrar ajuda
tr: Yardımı göster
uk: Показати довідку
zh_cn: 显示帮助

# help_rpe_description
source: RPE (Rate of Perceived Exertion) measures how hard you feel your body is working during exercise.
ar: RPE (معدل الجهد المدرك) يقيس مدى شعورك بعمل جسمك بجهد أثناء التمرين.
de: RPE (Rate of Perceived Exertion) misst, wie hart du deinen Körper während des Trainings arbeiten fühlst.
es: El RPE (Escala de Esfuerzo Percibido) mide lo duro que sientes que trabaja tu cuerpo durante el ejercicio.
fr: Le RPE (Rate of Perceived Exertion) mesure l'effort perçu pendant l'exercice.
hi: RPE (Rate of Perceived Exertion) बताता है कि व्यायाम के दौरान आपका शरीर कितनी मेहनत महसूस कर रहा है।
id: RPE (Rate of Perceived Exertion) mengukur seberapa berat tubuh Anda terasa bekerja saat berolahraga.
it: L'RPE (Rate of Perceived Exertion) misura quanto senti che il tuo corpo sta lavorando durante l'esercizio.
ja: RPE（自覚的運動強度）は運動中に体がどれだけきついと感じるかを示します。
ko: RPE(자각적 운동 강도)는 운동 중 몸이 얼마나 힘들게 느끼는지를 나타냅니다.
pt: RPE (Rate of Perceived Exertion) mede o quão duro você sente o corpo trabalhar durante o exercício.
tr: RPE (Algılanan Zorluk Derecesi), egzersiz sırasında vücudunuzun ne kadar zorlandığını hissetmenizi ölçer.
uk: RPE (Rate of Perceived Exertion) вимірює, наскільки інтенсивно ви відчуваєте навантаження під час тренування.
zh_cn: RPE（自觉用力程度）衡量你在运动中感到身体用力的程度。

# help_rpe_level_1_2
source: 1-2: Very Easy - Light activity, can talk easily
ar: 1-2: سهل جدًا - نشاط خفيف، يمكنك التحدث بسهولة
de: 1-2: Sehr einfach - Leichte Aktivität, leicht zu sprechen
es: 1-2: Muy fácil - Actividad ligera, puedes hablar con facilidad
fr: 1-2 : Très facile - Activité légère, on peut parler facilement
hi: 1-2: बहुत आसान - हल्की गतिविधि, आसानी से बात कर सकते हैं
id: 1-2: Sangat mudah - Aktivitas ringan, bisa berbicara dengan mudah
it: 1-2: Molto facile - Attività leggera, puoi parlare facilmente
ja: 1-2：とても楽 - 軽い活動、楽に会話できる
ko: 1-2: 매우 쉬움 - 가벼운 활동, 쉽게 대화 가능
pt: 1-2: Muito fácil - Atividade leve, dá para conversar
tr: 1-2: Çok kolay - Hafif aktivite, rahatça konuşabilirsiniz
uk: 1-2: Дуже легко - Легка активність, можна вільно розмовляти
zh_cn: 1-2：非常轻松 - 轻度活动，可以轻松说话

# help_rpe_level_3_4
source: 3-4: Easy - Comfortable pace, conversation possible
ar: 3-4: سهل - وتيرة مريحة، يمكن إجراء محادثة
de: 3-4: Einfach - Angenehmes Tempo, Gespräch möglich
es: 3-4: Fácil - Ritmo cómodo, conversación posible
fr: 3-4 : Facile - Rythme confortable, conversation possible
hi: 3-4: आसान - आरामदायक गति, बातचीत संभव
id: 3-4: Mudah - Tempo nyaman, bisa berbincang
it: 3-4: Facile - Ritmo comodo, conversazione possibile
ja: 3-4：楽 - 快適なペース、会話可能
ko: 3-4: 쉬움 - 편안한 속도, 대화 가능
pt: 3-4: Fácil - Ritmo confortável, conversa possível
tr: 3-4: Kolay - Rahat tempo, sohbet mümkün
uk: 3-4: Легко - Комфортний темп, розмова можлива
zh_cn: 3-4：轻松 - 舒适节奏，可以交谈

# help_rpe_level_5_6
source: 5-6: Moderate - Breathing harder, some challenge
ar: 5-6: متوسط - تنفس أقوى، بعض التحدي
de: 5-6: Moderat - Schwereres Atmen, etwas Herausforderung
es: 5-6: Moderado - Respiración más intensa, algo de desafío
fr: 5-6 : Modéré - Respiration plus difficile, léger défi
hi: 5-6: मध्यम - सांस तेज़, थोड़ी चुनौती
id: 5-6: Sedang - Napas lebih berat, ada tantangan
it: 5-6: Moderato - Respiro più affannoso, un po' di sfida
ja: 5-6：中程度 - 呼吸がきつくなり、少し負荷
ko: 5-6: 보통 - 호흡이 거칠어짐, 약간의 도전
pt: 5-6: Moderado - Respiração mais forte, algum desafio
tr: 5-6: Orta - Nefes daha zor, biraz zorluk
uk: 5-6: Помірно - Дихання важче, певне навантаження
zh_cn: 5-6：中等 - 呼吸更急促，有些挑战
